Tekla.Structures.Filtering.Categories.LogicalAreaFilterExpressions.Section
The Section class represents the section filter expression.

Tekla.Structures.Filtering.Categories.LogicalAreaFilterExpressions.Section.#ctor
Initializes a new instance of the Section class.